Repository: DJIO/wp-translations-badges
Catalog: languages/wp-translations-badges-*.po
Languages: de_de, tr_tr

source: Visit the GitHub plugin page
de_de: Besuchen Sie die Plugin Seite bei GitHub
tr_tr: GitHub eklenti sayfasını ziyaret et

source: Join us on Transifex
de_de: Begleiten Sie uns auf Transifex
tr_tr: Transifex'te bize katıl

source: Translate
de_de: Übersetzen
tr_tr: Çeviri Yap

source: WP-Translations Badges Shortcode Builder
tr_tr: WP-Translations Badges Kısakod Üreteci

source: Insert Shortcode
de_de: Shortcode eintragen
tr_tr: Kısakod Ekle

source: WP-T Badges
de_de: WP-T Abzeichen
tr_tr: WP-T Rozetleri

source: Your content goes here
de_de: Ihr Inhalt kommt hier
tr_tr: İçeriğinz buraya gelecek

source: Add Another
de_de: Weiterer eintrag
tr_tr: Başka Ekle

source: Remove
de_de: Entfernen
tr_tr: Kaldır

source: Shortcode Builder
de_de: Shortcode montierer
tr_tr: Kısakod Üreteci

source: Configuration
de_de: Konfiguration
tr_tr: Konfigürasyon

source: Badge Type:
de_de: Abzeichen typ:
tr_tr: Rozet Tipi:

source: Type of badge to display
de_de: Abzeichen typ auslegung
tr_tr: Görüntülenecek rozet tipi

source: *translator||I'm Translating,developer||I'm Developing,donor||I'm a Donor,supporter||I'm a Supporter
de_de: *translator||Übersetzer,developer||Entwickler,donor||Stifter,supporter||Fan
tr_tr: *çevirmen||Çeviriyorum,geliştirici||Geliştiriyorum,bağışçı||Bir Bağışçıyım,destekçi||Bir Destekçiyim

source: Alignment:
de_de: Bildausrichtung:
tr_tr: Hizalama:

source: Alignment
de_de: Alignement
tr_tr: Hizalama

source: Settings
de_de: Einstellungen
tr_tr: Ayarlar

source: I am a Translator in WP-Translations Community
de_de: Ich bin ein Übersetzer der WP-Translations Gemeinschaft
tr_tr: WP-Translations Topluluğunda bir çevirmenim

source: I Use WP-Translations Community for my i18n
de_de: Ich benütze WP-Translations Community für mein i18n
tr_tr: WP-Translations Topluluğunu i18n 'im için kullanırım.

source: I am a Proud Donor of WP-Translations Community
de_de: Ich bin ein stolzer Spender der WP-Translations Gemeinschaft
tr_tr: WP-Translations Topluluğunun saygın bir bağışçısıyım

source: I am a big Fan of WP-Translations Community
de_de: Ich bin total verrückt nach der WP-Translations Gemeinschaft
tr_tr: WP-Translations Topluluğunun büyük bir hayranıyım

source: On
de_de: An
tr_tr: Açık

source: Off
de_de: Aus
tr_tr: Kapalı

source: Display a WP-Translations Badge.
de_de: Ein WP-Translations Abzeichen anzeigen
tr_tr: Bir WP-Translations Rozeti Görüntüle.

source: Display WP-Translations badges on your site with Shortcode or Widget
de_de: Afficher des badges WP-Translations sur votre site avec un shortcode ou un widget
tr_tr: WP-Translations rozetlerini sitenizde kısakod veya bileşen ile görüntüleyin

source: fxbenard | FxB
tr_tr: fxbenard | FxB (çeviri mapazarbasi)

# important only translate Uppercase Words
source: *none||None,left||Left,center||Center,right||Right
de_de: *none||Keine,left||Links,center||Mitte,right||Rechts
tr_tr: *hiçbiri||Hiçbiri,sol||Sol,orta||Orta,sağ||Sağ
